// import React from 'react';
import styles from './OfficeActivity.module.css';
import React from "react";

const OfficeActivity: React.FC = () => {
    return (
        <div className={styles.container}>
            <div className={styles.title}>Деятельность Офиса</div>
            <div className={styles.directions}>Направления</div>
            <div className={styles.items}>
                <div className={styles.divider}></div>
                <div className={styles.item}>
                    <div className={styles.item_title}>В рамках учебной программы</div>
                    <div className={styles.item_description}>
                        Содействие курсам по предпринимательству на факультетах СДУ в дополнение к уже существующим курсам. Поддержка ППС учебными планами, методологией, материалами по мере необходимости.
                        Основная цель обучения заключается в том, чтобы студенты приобрели базовое понимание о предпринимательстве и соответствующие навыки. Примерное общее количество студентов составит около 100-150 студентов в год.
                    </div>
                </div>
                <div className={styles.divider}></div>
                <div className={styles.item}>
                    <div className={styles.item_title}>
                        Дополнительные меры поддержки
                    </div>
                    <div className={styles.item_description}>
                        <ul>
                            <li>Серия гостевых лекций от действующих предпринимателей:
                                <br/>
                                Встречи, лекции от действующих предпринимателей, чтобы вдохновиться историями и лучше узнать их личный опыт.</li>
                            <li>Бизнес-акселератор:
                                <br/>
                                Эта программа будет проходить во время зимних и/или летних каникул продолжительностью 3-4 недели.</li>
                            <li>Бизнес-инкубатор и программа наставничества:
                                <br/>
                                Программа наставничества, бизнес-инкубатор призваны объединить сообщество единомышленников, оказать поддержку и ресурсы по мере необходимости. Участие будет открытым для студентов, сотрудников, ППС кто хочет начать свой бизнес, независимо от стадии (от идеи до запуска, MVP), отрасли или типа бизнеса. Участие в этой программе будет длится до 6 месяцев и будет включать в себя доступ к офисным помещениям, технопарку и консультационным услугам, таким как юридические, бухгалтерские, финансовые и т. д.
                            </li>
                            <li>Поддержка технического предпринимательства в содействии с Технопарком СДУ</li>
                            <li>Программа создания венчурных предприятий</li>
                        </ul>
                    </div>
                </div>
                <div className={styles.divider}></div>
            </div>
        </div>
    );
};

export default OfficeActivity;
