import React from 'react';
import styles from './AboutOFE.module.css';

const AboutOFE: React.FC = () => {
    return (
        <>
            <div className={`${styles.aboutOFE}`}>
                <div className={`${styles.aboutOFE__container}`}>
                    <div className={`${styles.aboutOFE__inner}`}>
                        <div className={`${styles.aboutOFE__left_side}`}>
                            <h2 className={`${styles.aboutOFE__title}`}>
                                Что такое офис предпринимательства?
                            </h2>
                            <p className={`${styles.aboutOFE__paragraph}`}>
                                В стратегии Университета за последние пять лет,
                                особое внимание уделяется студенческому опыту, в
                                том числе развитию предпринимательских навыков.
                                «Студенты получат возможность работать в сфере
                                инноваций и предпринимательства посредством
                                программ, обучающих модулей, семинаров,
                                хакатонов и других мероприятий, проводимых на
                                базе Технопарка» (Стратегический план развития
                                на 2018-2023 годы).
                            </p>
                        </div>
                        <div className={`${styles.aboutOFE__right_side}`}>
                            <p className={`${styles.aboutOFE__paragraph}`}>
                                Расположение нашего университета в районном центре и вблизи Алматы, крупнейшего города
                                страны, открывает большие возможности. Он способствует развитию экономики района путем
                                развития предпринимательского образования под руководством Университета, открытия новых
                                предприятий во взаимодействии с районными предпринимателями университетского сообщества
                                (студентов, выпускников, преподавателей и сотрудников), внедрения инноваций в экономику
                                и в результате создавая рабочие места.
                            </p>
                            <p className={`${styles.aboutOFE__paragraph}`}>
                                <br/>
                                В связи с этим был создан Офис для реализации
                                политики Университето в сфере
                                предпринимательство и инноваций, а также
                                координации работы в этом направлении
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </>
    );
};

export default AboutOFE;
