import styles from './SocialEntrepreneurship.module.css';

export const SocialEntrepreneurship = () => {
    return (
        <div className={`${styles.entrepreneurship}`}>
            <h1>Социальное предпринимательство</h1>
            <ul>
                <li className={`${styles.item}`}>
                    <h5>Крутой нетворкинг</h5>
                    <p>
                        Энактус это место поиска единомышленников которые смогут стать не только отличными сокомандниками, но и друзьями
                    </p>
                </li>
                <li className={`${styles.item}`}>
                    <h5>Софт Скиллы</h5>
                    <p>
                        Энактус помогает развивать навыки предпринимательства, коммуникации, организации,
                        креативного мышления и много другое. Здесь ты прокачаешься
                    </p>
                </li>
                <li className={`${styles.item}`}>
                    <h5>Возможность проявить себя</h5>
                    <p>
                        В Энактусе каждый участник важен и имеет свое место в команде. Покажи себя миру!
                    </p>
                </li>
                <li className={`${styles.item}`}>
                    <h5>Классные награды</h5>
                    <p>
                        Сообщество Энактус щедры и готовы всегда радовать своих участников.
                        Здесь ты можешь получить полезные знакомства, бесплатные семинары,
                        материальные призы и даже мерчы! За участие каждый мембер получает сертификат и рекомендательное письмо.
                    </p>
                </li>
            </ul>
        </div>
    );
};
